Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Content is empty.
ar: المحتوى فارغ.
de: Der Inhalt ist leer.
es: El contenido está vacío.
fr: Le contenu est vide.
it: Il contenuto è vuoto.
ja: 内容が空です。
ko: 내용이 비어 있습니다.
pt_br: O conteúdo está vazio.
ru: Содержимое пусто.
vi: Nội dung trống.
zh_hans: 内容为空。
zh_hant: 內容為空。

source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
ru: Скопировано
vi: Đã sao chép
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copied %@.
ar: تم نسخ %@.
de: %@ kopiert.
es: Se copió %@.
fr: %@ copié.
it: Copiato %@.
ja: %@をコピーしました。
ko: %@을(를) 복사했습니다.
pt_br: %@ copiado.
ru: Скопировано: %@.
vi: Đã sao chép %@.
zh_hans: 已拷贝 %@。
zh_hant: 已拷貝 %@。

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
vi: Sao chép
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy text "%@"
ar: نسخ النص “%@”
de: Text „%@“ kopieren
es: Copiar el texto “%@”
fr: Copier le texte « %@ »
it: Copia il testo "%@"
ja: テキスト“%@”をコピー
ko: 텍스트 "%@" 복사
pt_br: Copiar o texto "%@"
ru: Скопировать текст «%@»
vi: Sao chép văn bản "%@"
zh_hans: 拷贝文本“%@”
zh_hant: 拷貝文字「%@」

source: Copy to New Window…
ar: نسخ إلى نافذة جديدة…
de: In neues Fenster kopieren …
es: Copiar a nueva ventana…
fr: Copier dans une nouvelle fenêtre…
it: Copia in una nuova finestra…
ja: 新規ウインドウにコピー…
ko: 새 윈도우로 복사…
pt_br: Copiar para Nova Janela…
ru: Скопировать в новое окно…
vi: Sao chép sang cửa sổ mới…
zh_hans: 拷贝到新窗口…
zh_hant: 拷貝到新視窗…

source: Could Not Attach
ar: تعذّر الإرفاق
de: Anhängen nicht möglich
es: No se pudo asociar
fr: Impossible d’attacher
it: Impossibile collegare
ja: アタッチできませんでした
ko: 연결할 수 없음
pt_br: Não Foi Possível Anexar
ru: Не удалось подключиться
vi: Không thể gắn
zh_hans: 无法附加
zh_hant: 無法附加

source: Could not confirm capture stopped: %@. Disconnect the target to end capture.
ar: تعذّر التأكد من توقف الالتقاط: %@. افصل الهدف لإنهاء الالتقاط.
de: Das Stoppen der Aufnahme konnte nicht bestätigt werden: %@. Trenne das Ziel, um die Aufnahme zu beenden.
es: No se pudo confirmar que la captura se detuviera: %@. Desconecta el destino para finalizarla.
fr: Impossible de confirmer l’arrêt de la capture : %@. Déconnectez la cible pour terminer la capture.
it: Impossibile confermare l’interruzione della cattura: %@. Disconnetti la destinazione per terminarla.
ja: キャプチャの停止を確認できませんでした: %@。キャプチャを終了するには、ターゲットとの接続を切断してください。
ko: 캡처가 중지되었는지 확인할 수 없습니다: %@. 캡처를 끝내려면 대상의 연결을 끊으세요.
pt_br: Não foi possível confirmar a interrupção da captura: %@. Desconecte o destino para encerrar a captura.
ru: Не удалось подтвердить остановку захвата: %@. Отключите цель, чтобы завершить захват.
vi: Không xác nhận được việc dừng ghi: %@. Hãy ngắt kết nối đích để kết thúc ghi.
zh_hans: 无法确认捕获已停止：%@。请断开目标连接以结束捕获。
zh_hant: 無法確認擷取已停止：%@。請中斷目標連線以結束擷取。

source: Could not decode the target's gesture capture: %@
ar: تعذّر فك ترميز التقاط الإيماءات من الهدف: %@
de: Die Gestenaufnahme des Ziels konnte nicht dekodiert werden: %@
es: No se pudo decodificar la captura de gestos del destino: %@
fr: Impossible de décoder la capture de gestes de la cible : %@
it: Impossibile decodificare la cattura dei gesti della destinazione: %@
ja: ターゲットのジェスチャキャプチャをデコードできませんでした: %@
ko: 대상의 제스처 캡처를 디코딩할 수 없습니다: %@
pt_br: Não foi possível decodificar a captura de gestos do destino: %@
ru: Не удалось декодировать захват жестов цели: %@
vi: Không giải mã được bản ghi cử chỉ của đích: %@
zh_hans: 无法解码目标的手势捕获：%@
zh_hant: 無法解碼目標的手勢擷取：%@

source: Current LookInside app is too old to open this document. Current LookInside app version is %1$@, but the document version is %2$@.
ar: تطبيق LookInside الحالي قديم جدًا لفتح هذا المستند. إصدار تطبيق LookInside الحالي هو %1$@، بينما إصدار المستند هو %2$@.
de: Die installierte LookInside-App ist zu alt, um dieses Dokument zu öffnen. App-Version: %1$@, Dokumentversion: %2$@.
es: Esta versión de LookInside es demasiado antigua para abrir este documento. La versión actual es %1$@, pero la del documento es %2$@.
fr: Cette version de LookInside est trop ancienne pour ouvrir ce document. La version actuelle est %1$@, mais celle du document est %2$@.
it: Questa versione di LookInside è troppo vecchia per aprire il documento. La versione corrente è %1$@, mentre quella del documento è %2$@.
ja: 現在のLookInside Appのバージョンが古いため、この書類を開けません。現在のバージョンは%1$@、書類のバージョンは%2$@です。
ko: 현재 LookInside 앱이 너무 오래되어 이 문서를 열 수 없습니다. 현재 LookInside 앱 버전은 %1$@이고, 문서 버전은 %2$@입니다.
pt_br: O app LookInside atual é muito antigo para abrir este documento. A versão atual é %1$@, mas a do documento é %2$@.
ru: Установленная версия LookInside слишком старая, чтобы открыть этот документ. Версия приложения: %1$@, версия документа: %2$@.
vi: Ứng dụng LookInside hiện tại quá cũ để mở tài liệu này. Phiên bản ứng dụng LookInside hiện tại là %1$@, nhưng phiên bản tài liệu là %2$@.
zh_hans: 当前 LookInside App 版本过旧，无法打开此文档。当前版本为 %1$@，而文档版本为 %2$@。
zh_hant: 目前的 LookInside App 版本過舊，無法開啟此文件。目前版本為 %1$@，而文件版本為 %2$@。

source: Current page · %lld native regions
ar: الصفحة الحالية · المناطق الأصلية: %lld
de: Aktuelle Seite · %lld native Bereiche
es: Página actual · %lld regiones nativas
fr: Page actuelle · %lld zones natives
it: Pagina corrente · %lld aree native
ja: 現在のページ · ネイティブ領域%lld個
ko: 현재 페이지 · 네이티브 영역 %lld개
pt_br: Página atual · %lld regiões nativas
ru: Текущая страница · нативных областей: %lld
vi: Trang hiện tại · %lld vùng gốc
zh_hans: 当前页面 · %lld 个原生区域
zh_hant: 目前頁面 · %lld 個原生區域

source: Currently in focus mode
ar: في وضع التركيز حاليًا
de: Fokusmodus aktiv
es: Actualmente en modo de enfoque
fr: Actuellement en mode focus
it: Modalità focus attiva
ja: 現在フォーカスモードです
ko: 현재 포커스 모드입니다
pt_br: Atualmente no modo de foco
ru: Включён режим фокусировки
vi: Đang ở chế độ tập trung
zh_hans: 当前处于聚焦模式
zh_hant: 目前處於聚焦模式

source: Customer Support…
ar: دعم العملاء…
de: Kundensupport …
es: Atención al cliente…
fr: Assistance client…
it: Assistenza clienti…
ja: カスタマーサポート…
ko: 고객 지원…
pt_br: Suporte ao Cliente…
ru: Служба поддержки…
vi: Hỗ trợ khách hàng…
zh_hans: 客户支持…
zh_hant: 客戶支援…

source: Cut
ar: قص
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ja: カット
ko: 잘라내기
pt_br: Recortar
ru: Вырезать
vi: Cắt
zh_hans: 剪切
zh_hant: 剪下

source: Dark Mode
ar: الوضع الداكن
de: Dunkel
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
pt_br: Modo Escuro
ru: Тёмный режим
vi: Chế độ tối
zh_hans: 深色模式
zh_hant: 深色模式

source: Decrease Item Separation
ar: تقليل تباعد العناصر
de: Elementabstand verringern
es: Reducir separación de elementos
fr: Réduire l’espacement des éléments
it: Riduci separazione elementi
ja: 項目の間隔を狭める
ko: 항목 간격 줄이기
pt_br: Diminuir Espaçamento entre Itens
ru: Уменьшить разделение элементов
vi: Giảm khoảng cách mục
zh_hans: 减小项目间距
zh_hant: 縮小項目間距

source: Default Library
ar: المكتبة الافتراضية
de: Standardbibliothek
es: Biblioteca predeterminada
fr: Bibliothèque par défaut
it: Libreria predefinita
ja: デフォルトライブラリ
ko: 기본 라이브러리
pt_br: Biblioteca Padrão
ru: Библиотека по умолчанию
vi: Thư viện mặc định
zh_hans: 默认库
zh_hant: 預設資料庫

source: Default library is already up to date.
ar: المكتبة الافتراضية محدّثة بالفعل.
de: Die Standardbibliothek ist bereits auf dem neuesten Stand.
es: La biblioteca predeterminada ya está actualizada.
fr: La bibliothèque par défaut est déjà à jour.
it: La libreria predefinita è già aggiornata.
ja: デフォルトライブラリは最新です。
ko: 기본 라이브러리가 이미 최신 상태입니다.
pt_br: A biblioteca padrão já está atualizada.
ru: Библиотека по умолчанию уже обновлена.
vi: Thư viện mặc định đã được cập nhật.
zh_hans: 默认库已是最新。
zh_hant: 預設資料庫已是最新。

source: Delegate
ar: المفوَّض
es: Delegado
fr: Délégué
it: Delegato
ja: デリゲート
ko: 델리게이트
ru: Делегат
zh_hans: 代理

source: Detail synchronization is still running. Wait for it to finish before reloading.
ar: مزامنة التفاصيل لا تزال قيد التشغيل. انتظر حتى تنتهي قبل إعادة التحميل.
de: Die Detailsynchronisierung läuft noch. Warte, bis sie abgeschlossen ist, bevor du neu lädst.
es: La sincronización de detalles aún está en curso. Espera a que termine antes de recargar.
fr: La synchronisation des détails est toujours en cours. Attendez qu’elle se termine avant de recharger.
it: La sincronizzazione dei dettagli è ancora in corso. Attendi il completamento prima di ricaricare.
ja: 詳細の同期がまだ実行中です。完了してから再読み込みしてください。
ko: 세부 정보 동기화가 아직 진행 중입니다. 끝날 때까지 기다린 후 다시 불러오세요.
pt_br: A sincronização dos detalhes ainda está em andamento. Aguarde a conclusão antes de recarregar.
ru: Синхронизация подробностей ещё выполняется. Дождитесь её завершения перед обновлением.
vi: Việc đồng bộ chi tiết vẫn đang chạy. Hãy đợi hoàn tất rồi mới tải lại.
zh_hans: 细节同步仍在进行。请等待完成后再重新载入。
zh_hant: 詳細資訊仍在同步中，請等待完成後再重新載入。

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
ru: Подробности
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資訊

source: Discriminator Details
ar: تفاصيل المميِّز
de: Details zum Discriminator
es: Detalles del discriminador
fr: Détails du discriminant
it: Dettagli del discriminatore
ja: Discriminatorの詳細
ko: 디스크리미네이터 세부 정보
pt_br: Detalhes do Discriminator
ru: Подробности дискриминатора
vi: Chi tiết bộ phân biệt
zh_hans: Discriminator 详情
zh_hant: Discriminator 詳細資訊

source: Display
ar: الشاشة
de: Anzeige
es: Pantalla
fr: Affichage
it: Visualizzazione
ja: 表示
ko: 디스플레이
pt_br: Exibição
ru: Дисплей
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: ditto exited with status %d.
ar: انتهى ditto بالحالة %d.
de: ditto wurde mit Status %d beendet.
es: ditto terminó con el estado %d.
fr: ditto s’est terminé avec le code de sortie %d.
it: ditto è terminato con stato %d.
ja: dittoがステータス%dで終了しました。
ko: ditto가 상태 %d(으)로 종료되었습니다.
pt_br: O ditto foi encerrado com o status %d.
ru: Команда ditto завершилась с кодом %d.
vi: ditto đã thoát với trạng thái %d.
zh_hans: ditto 以状态码 %d 退出。
zh_hant: ditto 以狀態碼 %d 結束。

source: Don't remind me again
ar: لا تذكّرني مرة أخرى
de: Nicht mehr erinnern
es: No volver a recordármelo
fr: Ne plus me le rappeler
it: Non ricordarmelo più
ja: 今後は通知しない
ko: 다시 알리지 않음
pt_br: Não lembrar novamente
ru: Больше не напоминать
vi: Không nhắc lại
zh_hans: 不再提醒
zh_hant: 不再提醒

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Double click
ar: نقر مزدوج
de: Doppelklick
es: Doble clic
fr: Double-clic
it: Doppio clic
ja: ダブルクリック
ko: 더블 클릭
pt_br: Clique duplo
ru: Двойной щелчок
vi: Nhấp đúp
zh_hans: 双击
zh_hant: 連按兩下

source: Download SwiftUI and SwiftUICore indexes from GitHub into local imported CSVs.
ar: تنزيل فهارس SwiftUI وSwiftUICore من GitHub إلى ملفات CSV مستوردة محليًا.
de: SwiftUI- und SwiftUICore-Indizes von GitHub in lokale importierte CSVs laden.
es: Descarga los índices de SwiftUI y SwiftUICore desde GitHub a CSV importados locales.
fr: Télécharger les index SwiftUI et SwiftUICore depuis GitHub vers des CSV importés localement.
it: Scarica da GitHub gli indici di SwiftUI e SwiftUICore in CSV importati in locale.
ja: SwiftUIとSwiftUICoreのインデックスをGitHubからダウンロードし、ローカルのインポート済みCSVとして保存します。
ko: GitHub에서 SwiftUI 및 SwiftUICore 인덱스를 다운로드하여 가져온 로컬 CSV로 저장합니다.
pt_br: Baixe os índices de SwiftUI e SwiftUICore do GitHub para CSVs importados localmente.
ru: Загрузить индексы SwiftUI и SwiftUICore с GitHub в локальные импортированные CSV.
vi: Tải chỉ mục SwiftUI và SwiftUICore từ GitHub về các CSV nhập cục bộ.
zh_hans: 从 GitHub 下载 SwiftUI 和 SwiftUICore 索引，存为本地已导入的 CSV。
zh_hant: 從 GitHub 下載 SwiftUI 與 SwiftUICore 索引到本機匯入的 CSV。

source: Download the GitHub release binary and place it at /usr/local/bin/swift-pd-guess. You may need administrator permission and chmod +x.
ar: نزّل الملف التنفيذي من إصدار GitHub وضعه في /usr/local/bin/swift-pd-guess. قد تحتاج إلى إذن المسؤول وتنفيذ chmod +x.
de: Lade die GitHub-Release-Binärdatei herunter und lege sie unter /usr/local/bin/swift-pd-guess ab. Möglicherweise sind Administratorrechte und chmod +x erforderlich.
es: Descarga el binario de la versión de GitHub y colócalo en /usr/local/bin/swift-pd-guess. Puede que necesites permisos de administrador y chmod +x.
fr: Téléchargez le binaire de la version GitHub et placez-le dans /usr/local/bin/swift-pd-guess. Une autorisation d’administrateur et chmod +x peuvent être nécessaires.
it: Scarica il binario della release da GitHub e posizionalo in /usr/local/bin/swift-pd-guess. Potrebbero essere necessari i permessi di amministratore e chmod +x.
ja: GitHubリリースのバイナリをダウンロードし、/usr/local/bin/swift-pd-guessに置いてください。管理者権限とchmod +xが必要になる場合があります。
ko: GitHub 릴리스 바이너리를 다운로드하여 /usr/local/bin/swift-pd-guess에 넣으세요. 관리자 권한과 chmod +x가 필요할 수 있습니다.
pt_br: Baixe o binário da versão do GitHub e coloque-o em /usr/local/bin/swift-pd-guess. Pode ser necessária permissão de administrador e chmod +x.
ru: Загрузите готовый файл из релиза GitHub и поместите его в /usr/local/bin/swift-pd-guess. Могут потребоваться права администратора и chmod +x.
vi: Tải tệp nhị phân từ bản phát hành GitHub và đặt vào /usr/local/bin/swift-pd-guess. Bạn có thể cần quyền quản trị viên và chmod +x.
zh_hans: 下载 GitHub Release 中的二进制文件，并放到 /usr/local/bin/swift-pd-guess。你可能需要管理员权限并执行 chmod +x。
zh_hant: 下載 GitHub Release 中的二進位檔，並放到 /usr/local/bin/swift-pd-guess。你可能需要管理員權限並執行 chmod +x。

source: Downloading LookInside Server Framework
ar: تنزيل إطار LookInside Server
de: LookInside Server Framework wird geladen
es: Descargando el framework de LookInside Server
fr: Téléchargement du framework LookInside Server
it: Download del framework LookInside Server
ja: LookInside Serverフレームワークをダウンロード中
ko: LookInside Server 프레임워크 다운로드
pt_br: Baixando o LookInside Server Framework
ru: Загрузка фреймворка LookInside Server
vi: Đang tải LookInside Server Framework
zh_hans: 正在下载 LookInside Server Framework
zh_hant: 正在下載 LookInside Server Framework

source: Downloading LookInside Server framework…
ar: جارٍ تنزيل إطار LookInside Server…
de: LookInside Server Framework wird geladen …
es: Descargando el framework de LookInside Server…
fr: Téléchargement du framework LookInside Server…
it: Download del framework LookInside Server…
ja: LookInside Serverフレームワークをダウンロード中…
ko: LookInside Server 프레임워크 다운로드 중…
pt_br: Baixando o framework do LookInside Server…
ru: Загрузка фреймворка LookInside Server…
vi: Đang tải LookInside Server framework…
zh_hans: 正在下载 LookInside Server framework…
zh_hant: 正在下載 LookInside Server framework…

source: Downloading…
ar: جارٍ التنزيل…
de: Wird geladen …
es: Descargando…
fr: Téléchargement…
it: Download in corso…
ja: ダウンロード中…
ko: 다운로드 중…
pt_br: Baixando…
ru: Загрузка…
vi: Đang tải về…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Edit
ar: تحرير
de: Bearbeiten
es: Edición
fr: Édition
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Правка
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Empty download payload.
ar: محتوى التنزيل فارغ.
de: Die heruntergeladenen Daten sind leer.
es: La descarga está vacía.
fr: Contenu de téléchargement vide.
it: Il contenuto scaricato è vuoto.
ja: ダウンロードした内容が空です。
ko: 다운로드 데이터가 비어 있습니다.
pt_br: O conteúdo baixado está vazio.
ru: Загруженные данные пусты.
vi: Nội dung tải về trống.
zh_hans: 下载内容为空。
zh_hant: 下載內容為空。

source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
ja: 有効にする
ko: 켜기
pt_br: Ativar
ru: Включить
vi: Bật
zh_hans: 启用
zh_hant: 啟用

source: Enable LookInside Injector
ar: تمكين LookInside Injector
de: LookInside Injector aktivieren
es: Activar LookInside Injector
fr: Activer LookInside Injector
it: Abilita LookInside Injector
ja: LookInside Injectorを有効にする
ko: LookInside Injector 켜기
pt_br: Ativar o LookInside Injector
ru: Включить LookInside Injector
vi: Bật LookInside Injector
zh_hans: 启用 LookInside Injector
zh_hant: 啟用 LookInside 注入器

source: Enable LookInside Injector?
ar: هل تريد تمكين LookInside Injector؟
de: LookInside Injector aktivieren?
es: ¿Activar LookInside Injector?
fr: Activer LookInside Injector ?
it: Abilitare LookInside Injector?
ja: LookInside Injectorを有効にしますか?
ko: LookInside Injector를 켤까요?
pt_br: Ativar o LookInside Injector?
ru: Включить LookInside Injector?
vi: Bật LookInside Injector?
zh_hans: 启用 LookInside Injector？
zh_hant: 要啟用 LookInside 注入器嗎？

source: Enabled
ar: ممكّن
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
ko: 활성화됨
pt_br: Ativado
ru: Включено
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

source: Enter a module name, comma-separated candidate words, and a maximum word count.
ar: أدخل اسم الوحدة والكلمات المرشحة مفصولة بفواصل والحد الأقصى لعدد الكلمات.
de: Gib einen Modulnamen, kommagetrennte Kandidatenwörter und eine maximale Wortanzahl ein.
es: Introduce un nombre de módulo, palabras candidatas separadas por comas y un número máximo de palabras.
fr: Saisissez un nom de module, des mots candidats séparés par des virgules et un nombre maximal de mots.
it: Inserisci il nome di un modulo, le parole candidate separate da virgole e il numero massimo di parole.
ja: モジュール名、カンマ区切りの候補語、最大語数を入力してください。
ko: 모듈 이름, 쉼표로 구분한 후보 단어, 최대 단어 수를 입력하세요.
pt_br: Informe o nome de um módulo, palavras candidatas separadas por vírgula e o número máximo de palavras.
ru: Введите имя модуля, слова-кандидаты через запятую и максимальное число слов.
vi: Nhập tên mô-đun, các từ ứng viên cách nhau bằng dấu phẩy và số từ tối đa.
zh_hans: 输入模块名、以逗号分隔的候选词，以及最大词数。
zh_hant: 輸入模組名稱、以逗號分隔的候選詞，以及最大詞數。

source: Enter the Swift module name for this source folder.
ar: أدخل اسم وحدة Swift لمجلد المصدر هذا.
de: Gib den Swift-Modulnamen für diesen Quellordner ein.
es: Introduce el nombre del módulo Swift de esta carpeta de código.
fr: Saisissez le nom du module Swift pour ce dossier source.
it: Inserisci il nome del modulo Swift per questa cartella dei sorgenti.
ja: このソースフォルダのSwiftモジュール名を入力してください。
ko: 이 소스 폴더의 Swift 모듈 이름을 입력하세요.
pt_br: Informe o nome do módulo Swift desta pasta de código.
ru: Введите имя модуля Swift для этой папки с исходным кодом.
vi: Nhập tên mô-đun Swift cho thư mục mã nguồn này.
zh_hans: 输入此源码文件夹对应的 Swift 模块名。
zh_hant: 輸入此原始碼檔案夾對應的 Swift 模組名稱。

source: Estimated bounds
ar: الحدود التقديرية
de: Geschätzte Grenzen
es: Límites estimados
fr: Limites estimées
it: Limiti stimati
ja: 推定される境界
ko: 추정 bounds
pt_br: Limites estimados
ru: Оценочные границы
vi: Giới hạn ước tính
zh_hans: 估算边界
zh_hant: 估計的邊界

source: Event
ar: حدث
de: Ereignis
es: Evento
fr: Événement
it: Evento
ja: イベント
ko: 이벤트
pt_br: Evento
ru: Событие
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

source: Events
ar: الأحداث
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
ja: イベント
ko: 이벤트
pt_br: Eventos
ru: События
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

source: Executable not found at %@
ar: لم يتم العثور على الملف التنفيذي في %@
de: Programmdatei nicht gefunden unter %@
es: No se encontró el ejecutable en %@
fr: Exécutable introuvable à l’emplacement %@
it: Eseguibile non trovato in %@
ja: %@に実行可能ファイルが見つかりません
ko: %@에서 실행 파일을 찾을 수 없습니다
pt_br: Executável não encontrado em %@
ru: Исполняемый файл не найден: %@
vi: Không tìm thấy tệp thực thi tại %@
zh_hans: 在 %@ 未找到可执行文件
zh_hant: 在 %@ 找不到可執行檔

source: Exit
ar: خروج
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pt_br: Sair
ru: Выйти
vi: Thoát
zh_hans: 退出
zh_hant: 結束

source: Expand or collapse layer
ar: توسيع الطبقة أو طيّها
de: Ebene ein- oder ausklappen
es: Expandir o contraer capa
fr: Développer ou réduire le calque
it: Espandi o comprimi il livello
ja: レイヤーを展開または折りたたむ
ko: 레이어 펼치기 또는 접기
pt_br: Expandir ou recolher camada
ru: Развернуть или свернуть слой
vi: Mở rộng hoặc thu gọn lớp
zh_hans: 展开或折叠图层
zh_hant: 展開或收合圖層

source: Expand recursively
ar: توسيع بشكل متكرر
de: Rekursiv ausklappen
es: Expandir recursivamente
fr: Développer récursivement
it: Espandi ricorsivamente
ja: 再帰的に展開
ko: 재귀적으로 펼치기
pt_br: Expandir recursivamente
ru: Развернуть рекурсивно
vi: Mở rộng đệ quy
zh_hans: 递归展开
zh_hant: 遞迴展開

source: Expected %1$@, got %2$@.
ar: المتوقع %1$@، لكن تم الحصول على %2$@.
de: %1$@ erwartet, %2$@ erhalten.
es: Se esperaba %1$@, pero se obtuvo %2$@.
fr: %1$@ attendu, %2$@ obtenu.
it: Atteso %1$@, ricevuto %2$@.
ja: 想定: %1$@、実際: %2$@。
ko: %1$@이(가) 필요하지만 %2$@을(를) 받았습니다.
pt_br: Esperado %1$@, recebido %2$@.
ru: Ожидалось %1$@, получено %2$@.
vi: Dự kiến %1$@, nhưng nhận được %2$@.
zh_hans: 预期 %1$@，实际 %2$@。
zh_hant: 預期 %1$@，實際為 %2$@。

source: Export failed: %@
ar: فشل التصدير: %@
de: Export fehlgeschlagen: %@
es: Error al exportar: %@
fr: Échec de l’exportation : %@
it: Esportazione non riuscita: %@
ja: 書き出しに失敗しました: %@
ko: 내보내지 못했습니다: %@
pt_br: Falha ao exportar: %@
ru: Не удалось экспортировать: %@
vi: Xuất không thành công: %@
zh_hans: 导出失败：%@
zh_hant: 輸出失敗：%@

source: Export screenshot…
ar: تصدير لقطة الشاشة…
de: Bildschirmfoto exportieren …
es: Exportar captura de pantalla…
fr: Exporter la capture d’écran…
it: Esporta screenshot…
ja: スクリーンショットを書き出す…
ko: 스크린샷 내보내기…
pt_br: Exportar captura de tela…
ru: Экспортировать снимок экрана…
vi: Xuất ảnh chụp màn hình…
zh_hans: 导出截图…
zh_hant: 輸出截圖…

source: Export…
ar: تصدير…
de: Exportieren …
es: Exportar…
fr: Exporter…
it: Esporta…
ja: 書き出す…
ko: 내보내기…
pt_br: Exportar…
ru: Экспортировать…
vi: Xuất…
zh_hans: 导出…
zh_hant: 輸出…

source: Extracting…
ar: جارٍ الاستخراج…
de: Wird entpackt …
es: Extrayendo…
fr: Extraction…
it: Estrazione in corso…
ja: 展開中…
ko: 압축 푸는 중…
pt_br: Extraindo…
ru: Распаковка…
vi: Đang giải nén…
zh_hans: 正在解压…
zh_hant: 正在解壓縮…

source: Fail to inspect this target app due to a version problem.
ar: تعذّر فحص التطبيق الهدف بسبب مشكلة في الإصدار.
de: Diese Ziel-App kann wegen eines Versionsproblems nicht untersucht werden.
es: No se puede inspeccionar la app de destino por un problema de versión.
fr: Impossible d’inspecter l’app cible en raison d’un problème de version.
it: Impossibile ispezionare l’app di destinazione per un problema di versione.
ja: バージョンの問題により、このターゲットAppを検査できません。
ko: 버전 문제로 이 대상 앱을 검사할 수 없습니다.
pt_br: Não foi possível inspecionar este app por causa de um problema de versão.
ru: Не удалось выполнить инспекцию приложения из-за несовместимости версий.
vi: Không thể kiểm tra ứng dụng đích này do sự cố phiên bản.
zh_hans: 由于版本问题，无法检查此目标 App。
zh_hant: 由於版本問題，無法檢查此目標 App。

# Failed to download %@: %@
source: Failed to download %1$@: %2$@
ar: تعذّر تنزيل %1$@: %2$@
de: %1$@ konnte nicht geladen werden: %2$@
es: No se pudo descargar %1$@: %2$@
fr: Échec du téléchargement de %1$@ : %2$@
it: Download di %1$@ non riuscito: %2$@
ja: %1$@のダウンロードに失敗しました: %2$@
ko: %1$@ 다운로드 실패: %2$@
pt_br: Falha ao baixar %1$@: %2$@
ru: Не удалось загрузить %1$@: %2$@
vi: Không tải được %1$@: %2$@
zh_hans: 下载 %1$@ 失败：%2$@
zh_hant: 下載 %1$@ 失敗：%2$@

source: Failed to download LookInside Server framework. %@
ar: تعذّر تنزيل إطار LookInside Server. %@
de: LookInside Server Framework konnte nicht geladen werden. %@
es: No se pudo descargar el framework de LookInside Server. %@
fr: Échec du téléchargement du framework LookInside Server. %@
it: Download del framework LookInside Server non riuscito. %@
ja: LookInside Serverフレームワークのダウンロードに失敗しました。 %@
ko: LookInside Server 프레임워크를 다운로드하지 못했습니다. %@
pt_br: Falha ao baixar o framework do LookInside Server. %@
ru: Не удалось загрузить фреймворк LookInside Server. %@
vi: Không tải được LookInside Server framework. %@
zh_hans: 下载 LookInside Server framework 失败。 %@
zh_hant: 下載 LookInside Server framework 失敗。 %@
